FileUpload.xml


<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
<env:Body>
<dp:request domain="Test" xmlns:dp="http://www.datapower.com/schemas/management">
<dp:set-file name="local:///harshika.xml">SGVsbG8gSGFyc2hpa2EgLi4uLiEhISE=</dp:set-file>
</dp:request>
</env:Body>
</env:Envelope>
